webservices/ejemplo3.xml

<?xml version="1.0"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pp1="http://sanmiguel.com/PP141ING">
  <soapenv:Header>
    <soapenv:Body>
      <pp1:MT_Request>
        <SYSID>DEV130</SYSID>
        <momento1>
          <sucursal>1010</sucursal>
          <partida>10000</partida>
          <material_sap>&apos;LIMON001         &apos;</material_sap>
          <lote_sap>15FF001111</lote_sap>
          <peso>2000</peso>
          <KG>UM</KG>
          <almacen>1010</almacen>
        </momento1>
        <momento2>
          <documentoMaterial>?</documentoMaterial>
          <ejercicio>?</ejercicio>
          <fechaContabilizacion>?</fechaContabilizacion>
        </momento2>
      </pp1:MT_Request>
    </soapenv:Body>
  </soapenv:Header>
</soapenv:Envelope>
